IDEA Open Model
TimeAxis.Times Property
 Times
 Namespace: IdeaRS.OpenModel.Concrete
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.0.1.1 (10.0.1.1)
Syntax
public List<TimePoint> Times { get; set; }
Public Property Times As List(Of TimePoint)
	Get
	Set
public:
property List<TimePoint^>^ Times {
	List<TimePoint^>^ get ();
	void set (List<TimePoint^>^ value);
}
Property Value
Type: List<TimePoint>
See Also
Reference
TimeAxis Class
IdeaRS.OpenModel.Concrete Namespace